Revit 2027 API
ParameterTypeId.CurtaingridOriginn1 Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridOriginn1 { get; }
Public Shared ReadOnly Property CurtaingridOriginn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridOriginn1 {
	ForgeTypeId^ get ();
}
static member CurtaingridOriginn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace